Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Subgroup analyses were performed by age, sex, race, and baseline eGFR, diabetes status, and history of chronic or recurrent genital infection.
es_es: Se hicieron análisis de subgrupos por edad, sexo, raza y TFGe inicial, estado de diabetes y antecedentes de infección genital crónica o recurrente.

source: Subgroup analyses were performed by age, sex, race, and baseline eGFR, diabetes status, and history of chronic or recurrent urinary tract infection.
es_es: Se hicieron análisis de subgrupos por edad, sexo, raza y TFGe inicial, estado de diabetes y antecedentes de infección del tracto urinario crónica o recurrente.

source: Subgroup analyses were performed by age, sex, race, and baseline eGFR, diabetes status, and use of certain medications (i.e. ACE-inhibitor, ARB, or ARNi, diuretics, loop or high-ceiling diuretics).
es_es: Se hicieron análisis de subgrupos por edad, sexo, raza y TFGe inicial, estado de diabetes y uso de ciertos medicamentos (es decir, inhibidores de la ECA, BRA o INRA, diuréticos, diuréticos de asa o de techo alto).

source: Subgroup analyses were performed for safety parameters as outlined in the Clinical Trial Report [c23238241, Table 9.7.1.3.4: 1].
es_es: Los análisis de subgrupos abarcaron los parámetros de seguridad delineados en el Informe de estudio clínico [c23238241, Sección 9.7.1.3.4: 1].

source: Subgroup analyses were performed for time to CV death and time to first HHF
es_es: Para el tiempo transcurrido hasta la muerte cardiovascular o hasta el primer evento de hospitalización por insuficiencia cardíaca, se hicieron análisis por subgrupos.

source: Subgroup analysis for time to 3P-MACE – TS
es_es: Análisis de subgrupos para el tiempo hasta la manifestación de 3P-MACE. GT

source: Subgroup analysis in the EMPA-REG OUTCOME trial showed no difference between patients with baseline HbA1c <7%, 7 to 8%, 8 to 9%, or >9% in terms of reduced risk of CV death or HHF.
es_es: Comparando los pacientes con una HbA1c inicial <7%, de 7 a 8%, de 8 a 9% o >9%, el análisis de subgrupos del ensayo EMPA-REG OUTCOME no arrojó diferencias en la reducción del riesgo de muerte CV u hospitalización por insuficiencia cardíaca.

source: Subject Completion
es_es: Finalización por parte de los pacientes

source: Subject Completion and Discontinuation
es_es: Finalización y discontinuación por parte de los pacientes

source: Subject ID
es_es: Id. del paciente

source: Subject No. 112 (Part I, treatment period 2, treatment D), Subject No. 118 (Part I, treatment period 1, treatment D), and Subject No. 219 (Part II, treatment periods 1 and 2, treatments E and F).
es_es: Sujeto 112 (Parte I, período de tratamiento 2, tratamiento D), Sujeto 118 (Parte I, período de tratamiento 1, tratamiento D), y Sujeto 219 (Parte II, períodos de tratamiento 1 y 2, tratamientos E y F).

source: Subject No. 219 was excluded from the PKS due to non-compliance with the CTP in both treatment periods (Appendix 16.2.3, Listing 1).
es_es: El sujeto 219 quedó excluido del conjunto de sujetos sometidos a análisis farmacocinéticos por incumplir el protocolo de ensayo clínico en ambos períodos de tratamiento (Apéndice 16.2.3, Listado 1).

source: Subject Nos. 116 (Part I, R1 fasted) and 221 (Part II, R2 fed) discontinued the study due to severe influenza and mild non-cardiac chest pain, respectively.
es_es: Los sujetos 116 (Parte I, R1 preprandial) y 221 (Parte II, R2, postprandial) interrumpieron el estudio debido a una influenza grave y dolor torácico no cardíaco leve, respectivamente.

source: Subject Reimbursement
es_es: Reembolso de gastos a los pacientes

source: Subject Withdrawal
es_es: Retiro de pacientes

source: Subject matter expert
es_es: Experto en la materia

source: Subject to the provisions of the given contract you may receive documents and notices electronically or in paper format.
es_es: Con sujeción a las estipulaciones del contrato establecido, podrá recibir documentos y avisos por vía electrónica o en papel.

source: Subject was assessed by the investigator as unsuitable for inclusion; for instance, because the investigator considered the subject not able to understand and comply with study requirements, or because the subject had a condition that would not allow safe participation in the study
es_es: Inadecuación para participar en el estudio a criterio del investigador, porque este considera, por ejemplo, que el individuo no puede comprender y cumplir con los requisitos del ensayo o tiene un trastorno que no garantiza una participación segura.

source: Subject:
es_es: Asunto:

source: Subject: Complete with Docusign: TPA-05 BI RCV_batch numbering system.pdf
es_es: Asunto: Completado con Docusign: PA-05 BI RCV_batch numbering system.pdf

source: Subjects were randomly assigned to 1 of 2 possible treatment sequences (EF, FE).
es_es: Se asignó aleatoriamente a cada sujeto a 1 de las 2 secuencias de tratamiento posibles (EF, FE).

source: Subjects were randomly assigned to 1 of 4 possible treatment sequences (ACBD, CADB, BDAC, DBCA).
es_es: Se asignó aleatoriamente a cada sujeto a 1 de las 4 secuencias de tratamiento posibles (ACBD, CADB, BDAC, DBCA).

source: Subjects were to be kept under close medical surveillance for 12 h following drug administration.
es_es: Además, debían permanecer bajo estrecha vigilancia médica durante las 12 horas posteriores a la administración del medicamento.

source: Subjects were to be randomised in a 1:1:1:1 ratio to one of the 4 treatment sequences (Part I) or in a 1:1 ratio to one of the 2 treatment sequences (Part II), see Section 9.1.
es_es: Los sujetos fueron asignados aleatoriamente en una proporción de 1:1:1:1 a una de las 4 secuencias de tratamiento (Parte I) o en una proporción de 1:1 a una de las 2 secuencias de tratamiento (Parte II), ver la Sección 9.1.

source: Subjects were to be required to spontaneously report any AEs as well as the time of onset, end, and intensity of these events.
es_es: Se pidió a los sujetos que informaran espontáneamente cualquier evento adverso, así como su momento de inicio, finalización e intensidad.

source: Subjects who elect to withdraw from the study should attend a final withdrawal visit.
es_es: Los pacientes que opten por retirarse del estudio deben asistir a una visita de retiro final.

source: Subjects who elect to withdraw should have the date and reason for patient withdrawal recorded in their source documents.
es_es: Los pacientes que opten por retirarse deben incluir la fecha y el motivo del retiro en sus documentos originales.

source: Subjects who were enrolled in the trial and violated the inclusion or exclusion criteria were to be replaced and were not to receive a study subject number.
es_es: Los sujetos reclutados que infringieran los criterios de inclusión o de exclusión debían ser reemplazados y no se les asignaría un número de sujeto de estudio.

source: Subjects who were non-compliant (for instance, who did not appear for treatment or violated trial restrictions) may have been removed from the trial and the eCRF was to be completed accordingly (see Section 9.3.3).
es_es: Se podía eliminar del estudio a los sujetos que no cumplieran (por ejemplo, que no se presentaran al tratamiento o que infringieran las restricciones del ensayo), en cuyo caso el eCRF debía completarse consiguientemente (ver la Sección 9.3.3).

source: Subjects will have completed their involvement with the study when the follow up visit has occurred at 90 days, data has been entered into the eCRF, and any queries or inconsistencies relating to the data have been resolved with the investigator.
es_es: Los pacientes habrán completado su participación en el estudio cuando ocurra la visita de seguimiento a los 90 días, cuando se hayan ingresado los datos en el CRF digital y cuando se hayan resuelto con el investigador cualquier consulta o incongruencia relacionada con los datos.

source: Subjects will only be referred to in the CRF by their subject number and initials in order to retain subject confidentiality.
es_es: En el CRF, los pacientes solo se mencionarán por su número de paciente y por sus iniciales para mantener la confidencialidad del participante.

source: Subjects with these lab abnormalities were to be monitored according to Appendix 10.1.2 of the CTP and the druginduced liver injury checklist provided in the ISF.
es_es: Los sujetos con estas anomalías de laboratorio debían ser controlados de acuerdo con el Apéndice 10.1.2 del protocolo de ensayo clínico y la lista de verificación de lesión hepática farmacológica del archivo del centro investigador.

source: Subjects:
es_es: de pacientes:

source: Submission Test Spec No:
es_es: Núm. de presentación de la Especificación analítica:

source: Submission in European Union took place in 1999 and Boehringer Ingelheim received Marketing Authorization Application approval of Metalyse ® for EU in 2001.
es_es: La presentación en la Unión Europea se llevó a cabo en 1999, y Boehringer Ingelheim obtuvo la aprobación de la solicitud de autorización para la comercialización de Metalyse® en la UE en 2001.

source: Submission lot:
es_es: Lote de la presentación:

source: Submit the Certificates of Analysis of Starting Materials and API for the lot records of the 100 mg and 150 mg biolots.
es_es: Presentar los Certificados de Análisis de los materiales iniciales y el API para los registros de lotes correspondientes a los biolotes de 100 mg y 150 mg.

source: Submit the Certificates of Good Manufacturing Practices of the manufacturer of the active pharmaceutical ingredient (Boehringer Ingelheim RCV GmbH & Co KG, Boehringer Ingelheim Fremont, Inc., A&M Stabtest Labor für Analytik und Stabilitätsprüfung GmbH, BioReliance Ltd.) and finished product (A & M STABTEST Labor für Analytik und Stabilitätsprüfung GmbH), in force, as indicated in sections 3.2.S.2.1 Manufacturer of the Active Pharmaceutical Ingredient and 3.2.P.3.1 Manufacturer of the finished Product.
es_es: Presentar los Certificados de Buenas Prácticas de Fabricación vigentes del fabricante del principio activo (Boehringer Ingelheim RCV GmbH & Co KG, Boehringer Ingelheim Fremont, Inc., A&M Stabtest Labor für Analytik und Stabilitätsprüfung GmbH, BioReliance Ltd.) y del producto terminado (A&M STABTEST Labor für Analytik und Stabilitätsprüfung GmbH), tal como se indica en las secciones 3.2.S.2.1, Fabricante del principio activo y 3.2.P.3.1 Fabricante del producto terminado.

source: Submit the current master record of the 150 mg dose and lot size:
es_es: Presentar el registro maestro vigente para la dosis de 150 mg y el tamaño de lote:

source: Submitted
es_es: Presentado

source: Subsequent process steps do not have an impact on bacterial endotoxins.
es_es: Los pasos posteriores del proceso no afectan las endotoxinas bacterianas.

source: Subsequent steps (D06, E08) further reduced the Gentamicin concentration below the detection limit.
es_es: En los pasos siguientes (D06, E08), la concentración de gentamicina quedó reducida por debajo del límite de detección.

source: Subsequently lecithin, the rest of triglycerides, medium-chain and nintedanib esilate are added.
es_es: En lo sucesivo, se añaden lecitina, el resto de los triglicéridos de cadena media y el esilato de nintedanib.

source: Subsequently, about 2 ml of the preparation were centrifuged for 15 min at 13000 rpm at 37°C.
es_es: Luego, se centrifugaron aproximadamente 2 ml de la preparación durante unos 15 min a 13000 rpm, a 37° C.

source: Subsequently, alteplase in-process control, drug substance or already reconstituted drug product samples are diluted with buffer to obtain a protein concentration between 0.3 to 0.6 mg/mL, if dilution is required to reach the linear range.
es_es: Luego, si hace falta que la dilución alcance un intervalo lineal, las muestras de los controles intermedios del proceso, del principio activo, o del medicamento ya reconstituido de alteplasa se diluyen con buffer hasta obtener una concentración de proteínas de entre 0.3 y 0.6 mg/mL.

source: Subsequently, experiments were performed in a small-scale lyophiliser to optimise the primary drying step by adapting the shelf temperature as well as chamber pressure without affecting the CQAs of DP.
es_es: Posteriormente, se realizaron experimentos en un liofilizador a pequeña escala para optimizar el paso de secado primario adaptando la temperatura de almacenamiento y la presión de la cámara sin afectar los atributos críticos de calidad del medicamento.

source: Subsequently, process steps for the manufacturing of spesolimab were classified by a Failure Mode and Effect Analysis (FMEA) and further assessed and finally classified by their criticality during process development studies.
es_es: Posteriormente, se clasificaron los pasos del proceso para la fabricación de Espesolimab mediante un análisis de efectos en modo de fallos. Estos parámetros luego se evaluaron y clasificaron definitivamente según su criticidad durante los estudios de desarrollo del proceso.

source: Subsequently, process steps for the manufacturing of tenecteplase were classified by a failure mode and effect analysis (FMEA).
es_es: Luego se clasificaron los pasos del proceso de fabricación de tenecteplasa mediante una análisis de efectos en modo de fallos.

source: Subsequently, the PFS with PR is inserted into the NSD with EFF and snapped together on a semi-automated machine to result in the assembled PFS-NSD-1.
es_es: Posteriormente, la jeringa prellenada con el vástago del émbolo se inserta en el sistema de seguridad de aguja con lengüeta de apoyo más amplias y se unen en una máquina semiautomática para obtener la PFS-NSD-1 ensamblada.

source: Subsequently, the bulk pre-filled syringe is assembled with a needle-safety device, an extended finger flange and a plunger rod.
es_es: Luego del llenado, la jeringa prellenada a granel se monta con un dispositivo de seguridad de aguja, una lengüeta de apoyo y un vástago con émbolo.

source: Subsequently, the bulk pre-filled syringe is assembled with a needle-safety device, an extended finger flange, and a plunger rod.
es_es: Luego del llenado, la jeringa precargada a granel se monta con un dispositivo de seguridad de aguja, una lengüeta de apoyo y un vástago con émbolo.

source: Subsequently, the plunger stoppers are sterilized by gamma radiation.
es_es: Luego se esterilizan por radiación gamma.

source: Subsequently, the rigid needle shield is mounted on the syringe.
es_es: Luego se coloca la funda de aguja rígida en la jeringa.

source: Substance
es_es: Sustancia

source: Substance testing acc.
es_es: Evalg

source: Substance testing acc. to „Hydrochlorothiazide” Ph. Eur. monograph
es_es: Evaluación de una sustancia de acuerdo con la monografía de la Ph. Eur. "Hidroclorotiazida"

source: Substance:
es_es: Principio activo:

source: Substances containing radionuclides can be quantified in 3 ways:
es_es: Las sustancias que contienen radionúclidos se pueden cuantificar de 3 maneras:

source: Substances separated by thin-layer chromatography and responding to UV-Vis irradiation can be determined directly on the plate, using appropriate instrumentation.
es_es: Las sustancias separadas mediante cromatografía de capa fina y responsivas a la irradiación UV-Visible pueden determinarse directamente en la placa, utilizando la instrumentación adecuada.

source: Substantial early neurological deficit improvementd,e
es_es: Mejora significativa temprana del deterioro neurológicod,e

source: Substantial reperfusion at initial angiographic assessment – no.
es_es: Reperfusión significativa en la evaluación angiográfica inicial – n.°

source: Substantial reperfusion at initial angiogram — no. (%)
es_es: Reperfusión significativa en la angiografía inicial; n.°(%)

source: Substantial reperfusion meeting the primary outcome definition was not observed in patients with internal carotid artery occlusion, although 10 of 66 (15%) demonstrated reperfusion of the anterior cerebral artery territory after thrombolysis.
es_es: No se observó una reperfusión significativa que cumpliera con la definición de criterio de valoración principal en pacientes con oclusión de la arteria carótida interna, aunque 10 de 66 (15%) alcanzaron la reperfusión del territorio de la arteria cerebral anterior luego de la trombólisis.

source: Substantial reperfusion* at initial angiogram — no.
es_es: Reperfusión significativa* en la angiografía inicial; n.°

source: Substantial reperfusion a at initial angiogram
es_es: Reperfusión significativa a en la angiografía inicial

source: Substitution
es_es: Sustitución

source: Subsystem NSD:
es_es: Subsistema del dispositivo de seguridad de aguja:

source: Subsystem PFS:
es_es: Subsistema de jeringa precargadad:

source: Subsystem Packaging & Labeling (P&L):
es_es: Subsistema de acondicionamiento y etiquetado:

source: Subvisible particles
es_es: Partículas subvisibles

source: Successful aseptic processing under worst case conditions has been demonstrated by the media fills.
es_es: El éxito del procesamiento aséptico en las peores condiciones se demostró por medio de los llenados asépticos.

source: Successful implementation of thrombectomy and the broader inclusion criteria of EXTEND-IA TNK increased this to an average of 12 patients/month in Part 1 and further sites will be added for Part 2.
es_es: La implementación exitosa de la trombectomía y los criterios de inclusión más amplios de EXTEND-IA TNK elevaron este promedio a 12 pacientes/mes en la parte 1, y se incorporarán más centros en la parte 2.

source: Successful reperfusion in internal carotid artery occlusion is <10% and for proximal MCA ~30%.
es_es: Las reperfusiones son existosas en la arteria carótida interna ocluidas en <10% de los casos, en la arteria media proximal, en ~30% de los casos.

source: Such discontinuations were to be discussed in the CTR.
es_es: Esas interrupciones del tratamiento debían analizarse en el informe de ensayo clínico.

source: Such events are subject to expedited reporting to the regulatory authority, and will be reported within the stipulated timelines by sponsor or a suitably qualified designee.
es_es: Dichos eventos están sujetos a notificación acelerada a la autoridad reguladora y serán informados dentro de los plazos estipulados por el patrocinador o una persona designada adecuadamente calificada.

source: Such events were also adjudicated by independent external experts in a blinded fashion (see CEC charter in Appendix 16.1.13.8).
es_es: Estos eventos también los adjudicaban especialistas externos independientes cegados (en el Apéndice 16.1.13.8 puede verse el acta de adjudicación de eventos del comité de eventos clínicos).

source: Such impurities cannot be formed, as neither nitrosation agents nor possible precursors (for potential in-situ formation of nitrosating agents) are present throughout the manufacturing process.
es_es: Tales impurezas no se pueden formar, ya que, en todo el proceso de fabricación, no hay ni agentes de nitrosación ni precursores potenciales de una posible formación in situ de tales agentes.

source: Such requests must be approved by the respective ethics boards and appropriate data custodians.
es_es: Dichas solicitudes deben ser aprobadas por las respectivas juntas de ética y los sectores de protección de datos correspondientes.

source: Sucrose
es_es: Sacarosa

source: Suction
es_es: Succión

source: Suffixes that indicate different packing runs
es_es: Sufijos que indican diferentes corridas de acondicionamiento:

source: Sugar spheres
es_es: Esferas de azúcar

source: Sugar-coated tablets
es_es: Grageas

source: Suggested injections sequence:
es_es: Secuencia de inyecciones recomendada:

source: Suitability
es_es: Idoneidad

source: Suitability of packaging components
es_es: Adecuación de los componentes del acondicionamiento

source: Suitability of the formulation constituents to maintain integrity and stability of the product, was demonstrated in formulation robustness studies (see Chapter 2.1.3) as well as stability studies.
es_es: La idoneidad de los constituyentes de la formulación para mantener la integridad y la estabilidad del producto quedó demostrada en estudios de robustez de la fórmula (véase el Capítulo 2.1.3) y en estudios de estabilidad.

source: Suitable column
es_es: Columna adecuada

source: Sujetos.
es_es: Subjects.

source: Sulfated ash
es_es: Ceniza sulfatada

source: Sulfated ash (2.4.14):
es_es: Ceniza sulfatada (2.4.14):

source: Sulfates
es_es: Sulfatos

source: Sulfonyl urea
es_es: Sulfonilurea

source: Sulfur dioxide (2.5.29) :
es_es: Dióxido de azufre (2.5.29):

source: Sulphated Ash
es_es: Cenizas sulfatadas

source: Sulphated ash
es_es: Cenizas sulfatadas

source: Sulphonylurea
es_es: Sulfonilureas

source: Sum of Peak 1+2 [%]
es_es: Suma de los picos 1 + 2 [%]:

source: Sum of Peak 3+4 [%]
es_es: Suma de los picos 3 + 4 [%]:

source: Sum of all degradation products
es_es: Suma de todos los productos de degradación

source: Sum of all specified Alkyl methanesulfonates
es_es: Suma de todos los metanosulfonatos de alquilo

source: Sum of heavy and light chain
es_es: Suma de cadenas pesada y liviana

source: Sum of heavy and light chain:
es_es: suma de cadenas pesada y liviana:

source: Sum of heavy and light chains:
es_es: Sumatoria de cadenas pesada y liviana:

source: Sum of heavy and light chains: ≥ 96.2 %
es_es: Suma de cadenas pesada y liviana: ≥ 96,2%

source: Sum of heavy and light chains: ≥ 96.5 %
es_es: Suma de cadenas pesada y liviana: ≥ 96,5%

source: Sum of heavy and light chain: ≥ 96.5%
es_es: Suma de cadenas pesada y liviana: ≥ 96,5%

source: Sum of oxidation [%]
es_es: Suma de oxidación [%]

source: Sum of peak 6 + 7:
es_es: Suma de los picos 6 + 7:

source: Sum the results of all the reported Individual Degradation Products.
es_es: Sumar los resultados de todos los productos de degradación individuales consignados.

source: Summary
es_es: Resumen

source: Summary (mean [%CV]) of pharmacokinetic parameters of empagliflozin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin as free dose or fixed dose combination tablets
es_es: Resumen (media [coef. de variación porcentual]) de los parámetros farmacocinéticos de empagliflozina tras una administración oral de empagliflozina, 12.5 mg y metformina, 1000 mg en comprimidos de dosis libre o combinación a dosis fija

source: Summary (mean [%CV]) of pharmacokinetic parameters of metformin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin as free dose combination tablets or fixed dose combination tablet
es_es: Resumen (media [coef. de variación porcentual]) de los parámetros farmacocinéticos de metformina tras una administración oral de empagliflozina, 12.5 mg y metformina, 1000 mg en comprimidos combinación a dosis libre o combinación a dosis fija

source: Summary lyophilization
es_es: Resumen de liofilización

source: Summary Table of amendments and rationale:
es_es: Resumen de enmiendas y fundamentos:

source: Summary filling
es_es: Resumen del llenado

source: Summary hold time and light exposure
es_es: Resumen del tiempo de detención y la exposición a la luz

source: Summary of 20 vials tested with 5.3 mL filling volume for extractable volume
es_es: Resumen de 20 frascos con un volumen de llenado de 5.3 ml en los cuales se evaluó el volumen extraíble

source: Summary of AESIs and specific AEs – treated set
es_es: Resumen de eventos adversos de especial interés y eventos adversos específicos – grupo tratado

source: Summary of AEs – treated set
es_es: Resumen de eventos adversos – grupo tratado

source: Summary of DP long-term storage (30°C)
es_es: Resumen del almacenamiento a largo plazo del medicamento (30° C)

source: Summary of DP temperature stress storage (60°C)
es_es: Resumen del almacenamiento a temperatura extrema del medicamento (60° C)
